# 23/01/28

tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "autojump"
brew "cask"
brew "curl"
brew "git"
brew "mas"
brew "vim"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "aldente"
cask "alfred"
cask "appcleaner"
cask "datagrip"
cask "discord"
cask "font-d2coding"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "notion"
cask "pdf-reader-pro"
cask "postman"
cask "rectangle"
cask "slack"
mas "Amphetamine", id: 937984704
mas "RunCat", id: 1429033973
mas "카카오톡", id: 869223134
